'use strict';

module.exports = {
  mockApplications: [
    {
      applicant_id: 14,
      team_id: 1,
      reason:
        'Хочу быть лучшим киберспортсменом! 1. 3к часов игры, 2. Наличие свободного времени (~20 часов в неделю)',
      university_id: 1,
    },
    {
      applicant_id: 15,
      team_id: 1,
      reason:
        'Просто так. 1. 3к часов игры, 2. Наличие свободного времени (~20 часов в неделю)',
      university_id: 1,
    },
    {
      applicant_id: 16,
      team_id: 2,
      reason:
        'Хочу зачет по физкультуре. 1. 3к часов игры, 2. Наличие свободного времени (~20 часов в неделю)',
      university_id: 2,
    },
    {
      applicant_id: 17,
      team_id: 4,
      reason:
        'Хочу выступать за свой университет. 1. 3к часов игры, 2. Наличие свободного времени (~20 часов в неделю)',
      university_id: 2,
    },
    {
      applicant_id: 18,
      team_id: 5,
      reason:
        'Я лучший игрок. 1. 3к часов игры, 2. Наличие свободного времени (~20 часов в неделю)',
      university_id: 2,
    },
    {
      applicant_id: 19,
      team_id: 6,
      reason:
        'Интересно попробовать. 1. 3к часов игры, 2. Наличие свободного времени (~20 часов в неделю)',
    },
    {
      applicant_id: 13,
      team_id: 3,
      reason:
        'Хочу участвовать в турнирах. 1. 3к часов игры, 2. Наличие свободного времени (~20 часов в неделю)',
    },
    {
      applicant_id: 11,
      team_id: 2,
      reason:
        'Я обожаю эту команду. 1. 3к часов игры, 2. Наличие свободного времени (~20 часов в неделю)',
      university_id: 1,
    },
  ],
};
