'use strict';

module.exports = {
  mockNews: [
    {
      description: 'Новость 1',
      text: 'Очень длинный и интересный текст новости 1',
      title: 'Короткое описание новости 1',
      user_id: 1,
    },
    {
      description: 'Новость 2',
      text: 'Очень длинный и интересный текст новости 2',
      title: 'Короткое описание новости 2',
      user_id: 2,
      university_id: 1,
    },
    {
      description: 'Новость 3',
      text: 'Очень длинный и интересный текст новости 3',
      title: 'Короткое описание новости 3',
      user_id: 3,
      university_id: 2,
    },
    {
      description: 'Новость 4',
      text: 'Очень длинный и интересный текст новости 4',
      title: 'Короткое описание новости 4',
      user_id: 1,
    },
    {
      description: 'Новость 5',
      text: 'Очень длинный и интересный текст новости 5',
      title: 'Короткое описание новости 5',
      user_id: 2,
      university_id: 1,
    },
    {
      description: 'Новость 6',
      text: 'Очень длинный и интересный текст новости 6',
      title: 'Короткое описание новости 6',
      user_id: 3,
      university_id: 2,
    },
    {
      description: 'Новость 7',
      text: 'Очень длинный и интересный текст новости 7',
      title: 'Короткое описание новости 7',
      user_id: 1,
    },
    {
      description: 'Новость 8',
      text: 'Очень длинный и интересный текст новости 8',
      title: 'Короткое описание новости 8',
      user_id: 2,
      university_id: 1,
    },
    {
      description: 'Новость 9',
      text: 'Очень длинный и интересный текст новости 9',
      title: 'Короткое описание новости 9',
      user_id: 3,
      university_id: 2,
    },
    {
      description: 'Новость 10',
      text: 'Очень длинный и интересный текст новости 10',
      title: 'Короткое описание новости 10',
      user_id: 1,
    },
  ],
};
