'use strict';

module.exports = {
  mockUniversities: [
    {
      title: 'Московский политехнический университет ',
      short_name: 'Московский Политех',
      address: 'г Москва, ул Большая Семеновская д 30',
    },
    {
      title: 'Московский государственный университет имени М.В.Ломоносова',
      short_name: 'МГУ',
      address: 'г Москва, ул Главная д 31',
    },
    {
      title: 'МГТУ им. Н.Э.Баумана',
      short_name: 'Бауманка',
      address: 'г Москва, ул Центральная д 29',
    },
    {
      title: 'Национальный исследовательский ядерный университет МИФИ',
      short_name: 'МИФИ',
      address: 'г Москва, ул Ядерная д 29',
    },
    {
      title: 'Национальный исследовательский университет ИТМО',
      short_name: 'ИТМО',
      address: 'г Санкт-Петербург, ул Центральная д 2',
    },
  ],
};
